Repository: lastunicorn/Acarus
Catalog: projects/Versioning/Azzul.Common/Properties/CatalogsResources.*.resx
Languages: ro

# CatalogCloser_StatusText_CatalogClosed
source: Catalog "{0}" was closed.
ro: Catalogul "{0}" a fost închis.

# CatalogOpener_StatusText_CatalogOpened
source: Catalog "{0}" was opened.
ro: Catalogul "{0}" a fost deschis.

# CatalogOpener_StatusText_UnknownErrorOpeningCatalog
source: Error opening catalog.
ro: Eroare la deschiderea catalogului.

# CatalogSaver_InternalError_NoLocationFromProvider
source: Internal error: The location provider returned no location.
ro: Furnizorul de locaţii nu a returnat nici o locaţie.

# CatalogSaver_Question_SaveBeforeClosing
source: Save the catalog "{0}" before closing?
ro: Vrei să salvezi catalogul "{0}" înainte să-l închizi?

# CatalogSaver_StatusText_CatalogWasSaved
source: Catalog "{0}" was saved.
ro: Catalogul "{0}" a fost salvat cu success.

# CatalogSaver_StatusText_UnknownErrorSavingCatalog
source: Error saving catalog.
ro: Eroare la salvearea catalogului.

# DisksManager_StatusText_DiskDeleted
source: Disk "{0}" was deleted from catalog "{1}".
ro: Discul "{0}" a fost şters din catalogul "{1}".

# Error_CatalogAlreadyOpened
source: Catalog "{0}" is already opened. Location: "{1}".
ro: Catalogul "{0}" este deja deschis. Locația: "{1}".

# Error_CatalogNotOpened
source: Catalog could not be opened from location: "{0}".
ro: Catalogul nu a putut fi deschis de la locația: "{0}".
